Revit 2027 API
SpecTypeId.CoolingLoadDividedByArea Property
 Cooling Load divided by Area, in discipline HVAC.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CoolingLoadDividedByArea { get; }
Public Shared ReadOnly Property CoolingLoadDividedByArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CoolingLoadDividedByArea {
	ForgeTypeId^ get ();
}
static member CoolingLoadDividedByArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace